//
//  NoticeData.swift
//  PIM
//
//  Created by Madeline on 12/1/24.
//

import Foundation

struct NoticeData {
   static let noticeList: [(title: String, date: String, content: String)] = [
    
       ("핌 2.2.0 업데이트 소식을 전해드려요!",
        "2024.12.2",
        "안녕하세요, 핌 사용자 여러분!\n\n이번 2.2.0 업데이트에서는 사용자 여러분과 소통하는 앱이 되기 위하여 다음과 같은 작업을 완료했습니다.\n\n\n주요 업데이트 내용:\n\n- [의견 보내기] 기능 추가 : 핌에 대한 여러분의 소중한 피드백을 보내주세요! 좋은 점도, 건의사항도 모두모두 좋습니다.\n- [공지사항] 기능 추가 : 새로운 업데이트 혹은 피미의 활동을 이제 가장 먼저 알려드릴 수 있어요.\n- 기타 UX/UI 개선\n\n\n앞으로도 핌은 사용자 여러분과 함께 성장하며 더 나은 서비스로 보답할 수 있도록 노력하겠습니다. 계속해서 많은 사랑과 피드백 부탁드립니다!\n\n감사합니다.\n피미 드림"),
       
   ]
}
